Revit 2024 API
FamilyThermalProperties.VisualLightTransmittance Property
 The visual light transmittance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double VisualLightTransmittance { get; }
Visual Basic
Public ReadOnly Property VisualLightTransmittance As Double
	Get
Visual C++
public:
property double VisualLightTransmittance {
	double get ();
}
See Also
FamilyThermalProperties Class
Autodesk.Revit.DB Namespace